[
  {
    "name": "Indira Gandhi Institute of Child Health",
    "logo": "",
    "link": "https://igich.karnataka.gov.in/english",
    "about": "Indira Gandhi Institute of Child Health is a premier organization promoting tertiary level Child Health Care services. It is a government-run referral centre for children in Karnataka state, India and it is an autonomous body, registered under Karnataka Societies Registration Act 1960 functioning under the control of the Ministry of Medical Education, Government of Karnataka. It is a non-profit organization located on its own premises next to the National Institute of Mental Health and Neuro-Sciences at South Hospital Complex in Bangalore. The hospital has 475 beds with state of art Paediatric critical care (35 beds) and a Neonatal Intensive Care Unit accredited as Level 3B by NNF, India (National Neonatology Forum) with a strength of 40 beds equipped with advanced ventilation and trained staff. Indira Gandhi Institute of Child Health has a 24×7 fully functional pediatric emergency and critical care service supported by laboratory and blood-bank services. It is known for its excellent emergency care and is a renowned institute across South India with patients being referred from the neighboringhood states of Andhra Pradesh, Tamil Nadu, and Telangana. And it also attracts many patients from West Bengal and Bihar. Indira Gandhi Institute Of Child Health, is the brainchild of Dr D.G.Benakappa (B.C.Roy awardee) who completed his training in Paediatrics from the USA and UK. His dream of establishing a comprehensive child care hospital was realised after nearly two decades of struggle when he established, Benakappa Children’s Trust Hospital, which he handed over to the Government of Karnataka, later to be named as Indira Gandhi Institute Of Child Health."
  },

  {
    "name": "Sri Shankara Cancer Foundation",
    "logo": "",
    "link": "https://www.shankaracancerhospital.org/",
    "about": "Sri Shankara Cancer Foundation (SSCF) is a not-for-profit organization registered under section 12 A. SSCF was founded in 2008 by a group of like-minded people with the core purpose of providing comprehensive cancer treatment to all cancer patients, particularly the poor, focusing on effective prevention of cancer and training health care personnel to manage cancer patients. Sri Shankara Cancer Hospital and Research Centre (SSCHRC) is a 480 bedded, comprehensive, cancer hospital located in the heart of Bangalore. Since commencing its operations on 15th August 2012,  Sri Shankara Cancer Hospital and Research Centre has been consistently fulfilling its main objectives of providing the best cancer treatment at affordable costs including free treatment to the economically disadvantaged. Under the leadership of the Managing Trustee, Dr B.S. Srinath, who has over 40 years of experience in surgical oncology, the trustees laid out the objectives of the trust, which centred around reducing the physical, emotional and financial suffering of cancer patients and their families as well as bringing down the catastrophic burden of this disease on the society."
  }
]
